Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: "Advancing IO and network virtualization in the Linux stack can be an enabler of agility and elasticity, which are key requirements for cloud deployments and applications.
ja: IDC のネットワーク基盤担当バイス プレジデントである Rohit Mehra 氏は次のように述べています。 「Linux スタックにおける IO およびネットワークの仮想化を進化させることは、クラウド デプロイメントやアプリケーションの重要な要件である機敏性や弾力性の実現につながります。

source: "High performance/price ratio is key to successful IoT devices and infrastructures.
ja: また Wind River の Philippe Maisonneuve 氏は次のように述べています。 「高性能・高価格の組み合わせは、IoT デバイスと IoT 基盤を成功に導く要素です。

source: "Toyota believes that Linux, open source, and the development of an open ecosystem is a suitable approach for the future of infotainment,” said Tokuhisa Nomura, Executive General Manager of Electronics Engineering Field, Toyota Motor Corporation.
ja: トヨタ自動車株式会社 電子技術領域長 常務理事である野村得之 (Tokuhisa Nomura) 氏は次のように述べています。 "Toyota believes that Linux, open source, and the development of an open ecosystem is a suitable approach for the future of infotainment, (トヨタは、Linux、オープン ソース、およびオープン エコシステム開発がインフォテインメントの未来を築く理想的アプローチだと考えています。)” said Tokuhisa Nomura, Executive General Manager of Electronics Engineering Field, Toyota Motor Corporation.

source: "We believe that Linux and open source result in rapid innovation in the software development of the connected car,” said Masashi Yamasaki, Deputy General Manager of Integrated Control System Development Division for Mazda Motor Corporation.
ja: "We believe that Linux and open source result in rapid innovation in the software development of the connected car,” said Masashi Yamasaki, Deputy General Manager of Integrated Control System Development Division for Mazda Motor Corporation. Masashi Yamasaki 氏 (Deputy General Manager of Integrated Control System Development Division for Mazda Motor Corporation) コメント: 「私たちは、Linux とオープン ソースがコネクテッド カーのソフトウェア開発における急速な技術革新を実現すると確信しています。

source: "When performance analysis gets hard, out come the tracers.
ja: Netflix の Brendan Gregg 氏は次のように述べています。 「パフォーマンス解析が難しくなると、トレーサーに目が行きます。

source: # Company
ja: 会社名

source: # Company # Company
ja: # 会社名 # 会社名

source: (900 characters maximum).
ja: (英語で 900 字以内)。

source: (Fork)
ja: (フォーク)

source: (Projection)
ja: (プロジェクション)

source: (Telcos, Enterprise)
ja: (通信、企業)

source: (from Google)
ja: (Google 製)

source: * Under development or planned for the future
ja: * 開発中または開発予定

source: *Informed us they are joining LF/AGL, waiting for paper work
ja: LF/AGL への参画を表明し、書類手続きが進行中。

source: *Note: We realize that this can be a difficult question to answer, but as with the abstract, the relevance of your presentation is just as important as the content.
ja: *注意: 難しい質問かもしれませんが、発表概要と同じくこの関連性も発表内容と同等に重要です。

source: *Please indicate the event name "Automotive Linux Summit 2015" on each package, along with your company name and # each box as “1 of 7,” “2 of 7,” “3 of 7,” etc.
ja: 荷物ごとにイベント名 "Automotive Linux Summit 2015" と明記し、複数個発送する場合は、それぞれに "1/7個口"、"3/2個口"、"3/7個口" などの記載をしてください。

source: *Please indicate the event name "LinuxCon Japan 2015" on each package and # each box as “1 of 7,” “2 of 7,” “3 of 7,” etc.
ja: 荷物ごとにイベント名 "LinuxCon Japan 2015" と明記し、複数個発送する場合は、それぞれに "1/7個口"、"3/2個口"、"7/7個口" などの記載をしてください。

source: .3 year later in 2012, the price has dropped by 60% to $600.
ja: 3 年後の 2012 年、価格は 6 割下がり、約 6 万円に。

source: .40 inch TV cost over $1500 in 2009.
ja: 40 インチのテレビが 2009 年には 15 万円以上

source: .50 new subscriber since ALS (+16%)
ja: ALS 以降の新規登録が 50 件 (+16%)

source: .A new industry land scape will create a new competition.
ja: 新たな業界展望が新たな競争を生む。

source: .AGL plans to reuse same base OS for different profiles:
ja: AGL が異なるプロファイル向けに同じベース OS を再利用できる

source: .AGL will decrease time to market and can provide functionality similar to the smart phone
ja: AGL は製品化時間を短縮し、スマートフォンのような機能を提供できる

source: .AGL will enable a global app developer ecosystem
ja: AGL はグローバルなアプリ開発者エコシステムを実現する

source: .AGL will enable an ecosystem of “AGL Ready” suppliers for hardware, software, UI
ja: AGL は、ハードウェア、ソフトウェア、および UI の「AGL 対応」サプライヤーのエコシステムを実現する

source: .AGL will unify the OSS required by auto-industry
ja: AGL は自動車業界が必要な OSS を統一する

source: .Access to large App ecosystem from the smart phone
ja: スマートフォンから大規模なアプリ エコシステムにアクセスできる

source: .Access to large Apple App store ecosystem from the smart phone
ja: スマートフォンから大規模な Apple Apple App ストア エコシステムにアクセスできる

source: .Actual, projected or future prices, or sales terms of their products
ja: 製品の実際の価格、予定価格、販売条件

source: .All the services run through the smart phone (via Apple)
ja: すべてのサービスがスマートフォンを介して行われる (Apple 経由)

source: .All the services run through the smart phone (via Google)
ja: すべてのサービスがスマートフォンを介して行われる (Google 経由)

source: .Allocation of customers or customer categories for their products
ja: 製品の顧客や顧客カテゴリの割り当て

source: .Any attempts to restrict or hinder the growth or use of another industry standardization initiative
ja: 他業界の標準化プロジェクトの成長や使用に対する制約や妨害

source: .Apple has never said they will support an embedded iOS for the car
ja: Apple は、車両用の 組込みiOS をサポートするとは言っていない

source: .Apps must still be written and customized for the platform
ja: アプリは同プラットフォーム向けに記述してカスタマイズしなければならない

source: .Automotive Business is basically a HW business by 1) Selling cars and 2) maintain them.
ja: 自動車ビジネスは、基本的に自動車の 1) 販売 と 2) メンテナンスを行う HW ビジネス。

source: .Automotive OEM does not have access to the LBS data of the customer
ja: 自動車 OEM は顧客の LBS データにアクセスできない

source: .Benefits of using customer’s existing Apps
ja: 顧客の既存アプリを使える

source: .Bronze Level
ja: ブロンズ レベル

source: .Bug fixes, security fixes responsibility of OEM
ja: OEM がバグ修正、セキュリティ修正の責任を負う

source: .Can support display technologies such as Android Auto and Apple CarPlay
ja: Android Auto や Apple CarPlay などの表示技術に対応できる

source: .Complete Linux-based IVI system embedded in the head unit
ja: ヘッドユニットに組み込まれている完全 Linux ベースの IVI システム

source: .Con:
ja: 反対論:

source: .Control the touch display, graphics, audio, buttons
ja: タッチ ディスプレイ、グラフィック、オーディオ、およびボタンをコントロールする場合

source: .Decent app support and ecosystem
ja: 適切なアプリ サポートとエコシステム

source: .Decreased time to market
ja: 製品化時間が短縮される

source: .Develop in upstream projects
ja: アップストリーム プロジェクトで開発

source: .Developed collaboratively between many companies
ja: 複数の企業のコラボレーションによって開発された

source: .Development is done by one company that has been acquired by RIM - risky long term - future uncertain
ja: RIM に買収された一企業が開発したものなので、長期的な使用は危険で、今後の予定は不明

source: .Display in the car essentially becomes a portal for Apple
ja: 車内のディスプレイは実質 Apple のポータルになる

source: .Display in the car essentially becomes a portal for Google
ja: 車内のディスプレイは実質 Google のポータルになる

source: .Essentially Android becomes just an App framework, no different than AGL, QT, etc.
ja: 実質的に Android は 1 つのアプリ フレームワークになり、AGL や QT などと変わらない

source: .Ford
ja: フォード

source: .From AGL members as well as GENIVI
ja: AGL メンバーおよび GENIVI から

source: .Fuji Heavy Industry (Subaru)
ja: 富士重工 (スバル)

source: .Future:Metrics Collection (TSDR) from Sensors
ja: 将来: センサーにあるメトリクス コレクション (TSDR) ◆◆

source: .Google has not made any announcement on whether they will build an embedded version of Android for the head unit
ja: Google はヘッド ユニット向けの組込み版 Android を開発するかどうかについては何も発表していない。

source: .Google seems satisfied with Projection mode
ja: Google は Projection mode に満足しているようだ

source: .Great participation on mail list (agl-discussions)
ja: メーリング リスト (agl-discussions) への登録も増加

source: .Historically a good quality OS with realtime capabilities
ja: リアルタイム性能にすぐれた実績ある高品質な OS

source: .How:An OpenDaylight-based SDN controller will integrate traffic across Bristol’s fiber optic network, LTE and experimental 5G wireless networks, and a mesh network of 1,500 connected lamp posts.
ja: How: OpenDayllight をベースにした SDN コントローラーは、ブリストル中の光ファイバー網、LTE や実験的 5G 無線網、および 1,500 の街灯柱をつなぐメッシュ ネットワークのトラフィックを統合。

source: .How:Controller based on ODL leveraging OpenFlow to setup up flow rules for data distribution.
ja: How: データ分散のフロー ルールを設定するために OpenFlow を利用した ODL をベースにしたコントローラー

source: .How:L2 Network Virtualization (OVSDB Netvirt) with OpenStack - In production w/ 100s cores, 100s TB Storage etc.
ja: How: OpenStack による L2 ネットワーク仮想化 (OVSDB Netvirt) - 数百コア、数百 TB ストレージなどで生産中◆◆

source: .If it is ever created, it will likely require some agreement with Google (non-fragmentation?) whereby they will own the content and customer data
ja: もし作られたとしても、コンテンツや顧客データを所有している Google の同意 (non-fragmentation?) が必要になるだろう。

source: .Included in mobile carrier service, HW become commodity.
ja: 携帯電話の通信事業者のサービスに含まれ、HW は生活物資

source: .Increased scalability and performance
ja: スケーラビリティとパフォーマンスが向上

source: .Incumbent proprietary OS for automotive
ja: 現行の自動車向けプロプライエタリ OS

source: .Incumbent proprietary OS for automotive, long history
ja: 自動車分野でずっと使われてきた現行のプロプライエタリ OS

source: .Instrument Cluster, HUD, Telematics, IoT
ja: デジタル計器盤、HUD (ヘッドアップディスプレイ)、テレマティクス、IoT

source: .Interoperability with OpenStack Neutron has been improved
ja: OpenStack Neutron との相互運用性の向上

source: .It is NOT a replacement for a head unit
ja: ヘッド ユニットの代わりにはならない

source: .It is a projection technology using a display protocol
ja: ディスプレイ プロトコルを使用したプロジェクション技術

source: .It is not a fully commercialized solution
ja: 完全に商品化されたソリューションとは言えない

source: .It is not open source, it is proprietary
ja: オープン ソースではなく、プロプライエタリ

source: .It is rapidly losing market share to Linux
ja: Linux に急速に市場を奪われている

source: .It is very risky to make future product decisions on something that does not exist, and may never exist
ja: 存在しないものや存在しそうにないものを使って今後の製品を決めるのは危険過ぎる

source: .It requires customization by the OEM/Partners
ja: IEM や パートナーによるカスタマイズが必要

source: .Large cost to maintain
ja: メンテナンス コストが大きい

source: .Location data, driving data, search data, etc
ja: 位置データ、運転データ、検索データなど

source: .Long history in automotive business
ja: 自動車分野でずっと使われてきた

source: .Lower cost by sharing development work of the common bits
ja: 共通部分の開発作業を分担・共有することでコストを削減

source: .Major hardware business have already become very commodity.
ja: 主要なハードウェア ビジネスはすでに生活物資化している

source: .Marketing strategy, production capacity or release dates of their products
ja: 製品のマーケティング戦略、生産能力、発売日

source: .Mazda
ja: マツダ

source: .Mitsubishi Motors
ja: 三菱自動車

source: .Must be used with an Android smart phone
ja: Android スマートフォンと一緒に使用する必要がある

source: .Must be used with an iPhone/iPad
ja: iPhon/iPad と一緒に使用する必要がある

source: .Must sign non-fragmentation agreement to get access to the App Store, Google requirement
ja: Google の規定で、App Store にアクセスするには non-fragmentation agreement にサインしなければならない

source: .Need members to start signing up for subsystem teams
ja: メンバーはサブシステム チームにサインアップを開始する必要あり

source: .Network services for cloud data center platforms
ja: クラウド データ センタープラットフォーム向けのネットワーク サービス

source: .New and enhanced APIs for interoperability:
ja: 相互運用性を高める新 API や拡張 API:

source: .New features for security and automation:
ja: セキュリティとオートメーションに関する新機能:

source: .No access to Google App store
ja: Google App ストアにはアクセスできない

source: .No support from Google
ja: Google からのサポートはなし

source: .Not under the control of any one company (e.g. Google/Apple)
ja: 特定の企業 (Google や Apple など) にコントロールされない

source: .OEM can create their own services, new revenue models, customer experience, branding
ja: OEM が独自のサービス、新しい収益モデル、顧客体験、ブランド戦略を作成できる

source: .OEM is fully responsible for porting and long term maintenance
ja: OEM が移植と長期メンテナンスの責任をすべて負う

source: .OEM is in control of the features, look-and-feel, apps, ecosystem
ja: OEM が機能、外観、アプリ、エコシステムをコントロールできる

source: .OEM is on their own, no community support because of the fork
ja: OEM だけで行わなければならない。コミュニティはフォークをサポートしない

source: .OEM loses the “customer relationship”
ja: OEM は「顧客とやりとり」できない

source: .OEM must change and learn to work using open source methodology
ja: OEM がオープン ソースの手法で作業できるように学び、変わらなければならない

source: .OEM must learn to work using open source methodology
ja: OEM はオープン ソースの手法で作業できるように学ばなければならない

source: .OEM must port and optimize Android to the automotive specific hardware board
ja: OEM が Android を自動車専用のハードウェア基板に移植して最適化しなければならない

source: .OEM must still build up the entire system with suppliers and ecosystem partners
ja: OEM はサプライヤーやエコシステム パートナーとともに、システム全体をビルド アップしなければならない

source: .OEM owns the customer data, location based services
ja: OWM が顧客データやロケーション ベース サービスを所有できる

source: .OEM responsible for long term maintenance of the fork - no support from Google
ja: OEM がフォークの長期メンテナンスの責任を負う – Google からのサポートはない

source: .OEM retains control of the environment and customer relationship
ja: OEM が環境やカスタマ リレーションシップをコントロールし続ける

source: .OEM takes open source Android, forks it and uses is as an App framework
ja: OEM がオープン ソースの Android からフォークさせ、アプリのフレームワークとして使用

source: .OEMs are in a position to enable more revenue generating services by leveraging that data
ja: そのデータを利用することで、OEM はより収益性のあるサービスが可能なポジションにある

source: .OEMs have a wealth of valuable information from their customers
ja: OEM には顧客からの豊富で貴重な情報がある

source: .OEMs should not give away this valuable data to Google and Apple
ja: OEM はこの貴重なデータを Google や Apple に渡してはいけない

source: .OEMs should own the branding and relationship with their customer
ja: OEM はブランドを確立し、顧客との信頼関係を持つべき

source: .Open source collaboration between 50+ companies and growing
ja: 50 社以上の企業間のオープン ソース コラボレーションが成長中

source: .Open source, fully customizable
ja: 完全にカスタマイズ可能なオープン ソース

source: .Over $2,000+ per unit hardware business
ja: 1 組 20 万円以上のハードウェア ビジネス

source: .Over million dollars per unit mainframe HW business
ja: 1 組あたり 1 億円以上のメインフレーム HW ビジネス

source: .Owned by OEM and customizable by OEM
ja: OEM が所有し、カスタマイズできる

source: .Pay per use cloud service business, HW is now commodity
ja: クラウド サービス ビジネスの使用に対して支払い、HW は生活物資

source: .Plan is for AGL to be 70-80% of the starting point of a commercial IVI system
ja: プランは AGL には IVI システム商品の開始点の 70~80%

source: .Plan to support HUD, Cluster, Telematics
ja: HUD、クラスタ、テレマティクスをサポート予定

source: .Pro
ja: 賛成論

source: .Projection mode removes the OEM from the information chain, all services are on the phone
ja: Projection mode は情報チェーンから OEM を消去し、すべてのサービスは電話で

source: .Quote:“ODL has become the De-Facto Standard Controller”
ja: 引用: "ODL はデファクト スタンダード コントローラーになった"

source: .Six new protocols to support an ever-widening set of use cases:
ja: 広がり続けるユース ケースをサポートする 6 つの新プロトコル

source: .Still requires a full OS in the head unit to:
ja: 一部の処理についてはヘッド ユニットに OS 全体を入れる必要がある: OEM は「顧客とやりとり」できない

source: .Support for automotive-specific hardware boards and BSP
ja: 自動車専用のハードウェア基板やBSP (ボード サポート パッケージ) がサポートされる

source: .Support for new silicon/BSP is slow compared to Linux
ja: 新しいシリコン/BSP へのサポートが Linux に比べて遅い

source: .The Android frame work is a good application framework
ja: Android フレームワークは、良質なアプリケーション フレームワーク

source: .The App ecosystem does not yet exist, but we plan to build it
ja: アプリのエコシステムはまだ存在しないが、これから構築する予定

source: .The ConnectedCar/IoT evolution is just starting
ja: コネクテッド カー/ IoT の進化が始まっている

source: .The business strategy of any Member
ja: メンバーの事業戦略

source: .The important question to ask: Is Automotive industry (alone) very special enough to be able to survive from this trends?
ja: 重要な問題の提起: 自動車業界だけがこの流れの中で生き残れるのか?

source: .There will be 2 types of car makers and create a new industry land scape.
ja: 自動車メーカーは ２ 種類に分かれ、新たな業界展望が生まれる。

source: .This does not exist
ja: これは存在しない

source: .This does not exist, Google seems satisfied with Projection mode.
ja: これは存在しない。Google は Projection mode で満足したと思われる。

source: .Toshiba
ja: 東芝

source: .Traffic in June-July is x10 compare to Jan to May.
ja: 6月から7月のトラフィックは、1月から5月までの 10 倍

source: .Vehicle functions such as HVAC control, radio, bluetooth
ja: HVAC コントロール、ラジオ、bluetooth などの車載機能を使う場合

source: .Weekly calls on Tuesdays.
ja: 毎週火曜日の電話会議

source: .What it is:
ja: 概要

source: .What: Developing an open programmable city region
ja: .What: オープンでプログラマブルな都市地域の開発

source: .What: Distribute 200+ TB data beyond 13 Tier -1 sites to 160 Tier 2 research sites and 300 Tier 3 sites
ja: What: 200 テラバイト以上のデータを 13 か所以上の Tier-1 から 160 か所の Tier-2 研究室や 300 か所の Tier-3 に分散

source: .What: Green Cloud to manage Smart Campus (Locks, Water, Lighting, Heating etc)
ja: What: スマート キャンパスを管理するためのグリーン クラウド (鍵、水、照明、暖房など)

source: .When the position in the value chain changed, the profitability will be changed.
ja: バリュー チェーン (価値連鎖) 内のポジションが変わると、収益性が変わる

source: .Who: Bristol, England is building a fully programmable, citywide network using ODL
ja: .Who: 英国ブリストルは ODL を使って完全にプログラマブルな市内全域ネットワークを構築

source: .Who: CalTech - Large Hadron Collider team
ja: Who: カリフォルニア工科大学 (CalTech) - Large Hadron Collider (LHC: 大型ハドロン衝突型加速器) チーム

source: .Who: Equation / EcoloTIC Green Cloud Public/Private partnership in Quebec
ja: .Who: ケベックにおける Equation / EcoloTIC グリーン クラウド パブリック / プライベート パートナーシップ

source: 10,300-14,500JPY (approx: 86-120USD)
ja: 10,300 円から 14,500 円 (約 86 〜 120 米ドル)

source: 10-8, Sekiguchi 2-chome, Bunkyo-ku
ja: 〒112-8680 東京都文京区関口2-10-8

source: 15,000-32,400JPY (approx: 125-280USD)
ja: 15,000 円から 32,400 円 (約 125 〜 280 米ドル)

source: 2-10-8, Sekiguchi, Bunkyo-ku, Tokyo 112-8680, Japan
ja: 〒112-8680 東京都文京区関口2-10-8

source: 4 Major Use Cases for SDN
ja: SDN の 4 大使用事例

source: 6,800-8,800JPY (approx: 57-74USD)
ja: 6,800 円から 8,800 円 (約 57 〜 74 米ドル)

source: A World Without Linux is a web series that flips this reality on its head to illustrate in an entertaining fashion just how pervasive Linux is today.
ja: World Without Linux (Linux のない世界) は、この事実をもとに、Linux がどれほど日常生活に欠かせないものかをおもしろおかしく描いた Web シリーズです。

source: A collaborative, open source e ort
ja: 協業によるオープンソース開発の取り組み

source: A full size graphic of your company logo will be placed on the front of your counter.
ja: カウンター前面にフルサイズの企業ロゴが掲示されます。

source: A high score means that the project may not be getting the attention that it deserves and that it merits further investigation.
ja: ハイ スコアは、そのプロジェクトが受けるべき注目を浴びていない可能性があること、そしてさらなる調査が必要であることを意味します。

source: A new competition will create a new value chain.
ja: 新たな競争が新たなバリュー チェーン (価値連鎖) を生む。

source: A new license expression syntax has been introduced with improved license matching guidelines.
ja: ライセンスを表現するための新しい文法が導入され、ライセンス照合ガイドラインが改善された。

source: A number of low-level memory-management improvements have been made.
ja: 下位レベルのさまざまなメモリ管理機能強化 https://lwn.net/Articles/658081/

source: A steering committee, which meets quarterly to review proposals, recently renewed annual grants for GnuPG, NTPd, OpenSSL, and OpenSSH to continue supporting developers and code audits.
ja: 3 か月ごとに会合を開いて提案書をレビューする運営委員会は、最近 GnuPG、NTPd、OpenSSL、および OpenSSH への年次助成金を更新し、開発者やコード監査のサポートを継続して行っています。

source: A tale of Creative Destruction
ja: 創造的破壊の物語

source: A world without Linux is hard to imagine.
ja: Linux のない世界なんて想像できません。

source: A world without Linux would mean a world without the Inernet.
ja: Linux のない世界は、インターネットのない世界。

source: ACPI support has been added to the ARM64 architecture.
ja: ARM64 アーキテクチャに ACPI サポートが追加されました。

source: AGL Based Development Model for OEMs
ja: OEM のための AGL ベースの開発モデル

source: AGL Charter and Scope
ja: AGL 憲章と対象範囲

source: AGL Demonstration at CES
ja: CES における AGL デモ

source: AGL Development Cycle:
ja: AGL 開発サイクル

source: AGL Distribution
ja: AGL ディストリビューション

source: AGL Distribution Project
ja: AGL ディストリビューション プロジェクト

source: AGL Member Companies
ja: AGL メンバー企業

source: AGL Members to Use New Distribution to Deliver State-of-the-Art In-Vehicle Infotainment
ja: AGL メンバーが最先端の車載情報機器を提供できる新しいディストリビューション

source: AGL Requirements Specification 1.0 is an important milestone for the industry as it moves toward the adoption of an open source development methodology to more rapidly innovate and create a safe and reliable connected car experience.
ja: AGL 要件仕様 1.0 は、自動車業界にとって重要な節目です。また、同業界は安全で信頼できるコネクテッド カー エクスペリエンスを速やかに実現するために、オープン ソース開発手法を採用する方向へと動いています。

source: AGL UCB, which is hosted on Linux Foundation servers and open to anyone, is available for download here.
ja: Linux Foundation のサーバーにあり、だれにでもオープンな AGL USB は、こちらからダウンロードできます。

source: AGL Values
ja: AGL バリュー

source: AGL also announced that several existing members are upgrading their contribution levels.
ja: また AGL の発表によれば、複数の既存メンバー企業が貢献レベルをアップグレードしています。

source: AGL and GENIVI members participating
ja: AGL と GENIVI メンバーが参加

source: AGL code, Design Requirements Documents and more are all available on the AGL wiki to give anyone the background and tools needed to use the software and start contributing to the project.
ja: AGL コードや詳細設計要件書 (Design Requirements Document: DRD) などはすべて AGL wiki (https://wiki.automotivelinux.org/) にあるため、どなたでもソフトウェアを使うために必要なバックグランドやツールを入手してプロジェクトへの貢献をスタートできます。

source: AGL has been created for OEMs who wish to take “Type 1” business.
ja: AGL は “Type 1” のビジネスを望む OEM のために作られました。

source: AGL has four classes of corporate membership: Platinum, Gold, Silver, and Bronze.
ja: AGL の企業メンバーシップは、プラチナ、ゴールド、シルバー、ブロンズの 4 種類です。

source: AGL has more than 50 members representing leading car manufacturers, auto suppliers, system integrators and OSVs that are actively collaborating on the AGL Unified Code Base Linux Distribution also announced today.
ja: AGL には、大手自動車メーカー、サプライヤー、システム インテグレーター、および OS ベンダーを代表する 50 以上の企業がメンバーとして参加しており、本日同時発表のあった AGL Unified Code Base Linux ディストリビューションについても積極的に協力しています。

source: AGL is a community of developers working across company lines to develop a common and open automotive platform for OEMs and suppliers to utilize and customize for their needs.
ja: AGL は開発者のコミュニティであり、彼らは OEM やサプライヤーが各ニーズに合わせて利用およびカスタマイズできる共通のオープンな自動車プラットフォームを開発するために、業界の枠を超えて取り組んでいます。

source: AGL is building the industry’s first fully open automotive platform, allowing automakers to leverage a growing software stack based on Linux while retaining the ability to create their own branded user experience.
ja: AGL は、業界初の完全にオープンな自動車向けプラットフォームを開発しており、自動車メーカーはこれを利用することにより、成長を続ける Linux ベースのソフトウェア スタックを活用しながら、各企業独自のユーザー エクスペリエンスを創出できます。

source: AGL is the only organization that is fully open and plans to address all functions in the vehicle.
ja: AGL は完全にオープンで、車内のあらゆる機能に対応しようとしている唯一の組織です。

source: AGL is the only organization that plans to address IVI, instrument cluster, telematics, HUD, control systems, ADAS.
ja: AGL は、IVI、デジタル計器盤、テレマティクス、HUD、コントロール システム、ADAS に対応予定の唯一の組織です

source: AGL now has majority of Teir1 suppliers as our members
ja: さまざまな Tier 1 サプライヤーが AGL メンバーに

source: ALPS Electronics
ja: アルプス電気

source: AT&T has been vocal about the value they see in the ONOS solutions and their desire to use ONOS as a key technology to plug into OpenDaylight, which is used as their “Global Controller”.
ja: AT＆T は、ONOS ソリューションの価値や、さらには "グローバル コントローラー" として使用している OpenDaylight につなぐ主要技術に ONOS を使用したいという要望を主張してきました。

source: AT&T, Box, Cisco, Cloud Foundry Foundation, CoreOS, Cycle Computing, Docker, eBay, Goldman Sachs, Google, Huawei, IBM, Intel, Joyent, Kismatic, Mesosphere, Red Hat, Switch SUPERNAP, Twitter, Univa, VMware and Weaveworks join new effort to build and maintain cloud native distributed systems
ja: AT&T、Box、Cisco、Cloud Foundry Foundation、CoreOS、Cycle Computing、Docker、eBay、Goldman Sachs、Google、Huawei、IBM、Intel、Joyent、Kismatic、Mesosphere、Red Hat、Switch SUPERNAP、Twitter、Univa、VMware、および Weaveworks が参画 クラウド ネイティブな分散システムの構築と保守をめざす新しい取り組み

source: AT&T, Google and The Linux Foundation, among others have announced major networking projects and initiatives at ONS over just the last few years.
ja: ここ数年、AT&T、Google、および Linux Foundation などが、主要なネットワーク プロジェクトやイニシアチブを ONS で発表しています。

source: About
ja: 概要

source: About Automotive Grade Linux (AGL)
ja: About Automotive Grade Linux (AGL) について

source: About Linux
ja: Linux とは

source: About The AllSeen Alliance
ja: The AllSeen Alliance について

source: About The Linux Foundation
ja: The Linux Foundation について

source: About Us
ja: 私たちの活動

source: About the Linux Foundation
ja: Linux Foundation とは

source: About the R Consortium
ja: R Consortium について

source: About the new Linux Foundation and AGL members:
ja: 新メンバーの概要

source: About the newest members:
ja: 新メンバーの概要

source: Abstract
ja: Abstrace (発表内容の概説)
